<?php
	session_start();
	if ($_SESSION['user']) {
		header('Location: pages/mylands.php');
	}
?>

<!DOCTYPE html>
<html lang="ru">
	<head>
		<title>Gods of Rome</title>
		<link rel="stylesheet" type="text/css" href="/css/style.css">
		<meta http-equiv="Content-type" content="text/html;charset=UTF-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="shortcut icon" href="/img/icons/favicon.ico">
	</head>
	
	<body>
		<div class="main">
			<div class="main-cloud1"></div>
			<div class="main-cloud2"></div>
			<div class="main-reg">
				<div class="block-reg">
					<div class="block-reg-logo"></div>
					<div class="block-reg-container">
						<div class="form-reg">
							<div class="terms">
								<h2 class="terms_title">Загальні умови.</h2>
								<span class="terms_text">1.1 Ця Угода користувача (надалі - "Угода") регулює порядок і умови надання послуг godsofrome.fun, надалі - "Організатор", і адресована фізичній особі. які бажають отримати послуги зазначеного веб-сайту (надалі «Учасник»).</span>
								<span class="terms_text">1.2 Щоб розпочати отримання послуг, учасник прямо, повністю та беззастережно приймає всі умови цієї Угоди, і, якщо Ви не згодні з будь-якою умовою угоди, Організатор запрошує Вас відмовитися від використання своїх послуг.</span>
								<span class="terms_text">1.3 Організатор і Учасник визнають спосіб і форму укладення цього договору рівноцінними за юридичною силою договору, укладеному в письмовій формі.</span>
								<span class="terms_text">1.4 Адміністрація godsofrome.fun залишає за собою право вносити будь-які зміни та доповнення до Угоди користувача та сайту без попередження користувачів.</span>
								<h2 class="terms_title">Терміни та визначення.</h2>
								<span class="terms_text">2.1 Гра — це вид діяльності, спрямований на задоволення потреб людини в розвагах, задоволенні, знятті стресу, а також на розвиток певних умінь і навичок у формі вільного самовираження людини, не пов’язаних з до досягнення утилітарних цілей і принесення радості в собі.</span>
								<span class="terms_text">2.2. Дитячий майданчик - програмно-технічний комплекс фізичних пристроїв і програмного забезпечення, розміщений у глобальній мережі Інтернет, призначений для організації дозвілля та відпочинку.</span>
								<span class="terms_text">2.3 Гра «godsofrome.fun» — економічна онлайн-гра — це окрема унікальна назва ігрового сайту, що належить Організатору та розташована за адресами в мережі Інтернет https://godsofrome. fun, де Організатор надає послуги Учаснику з організації його розваг, дозвілля та відпочинку в порядку та на умовах, викладених у цьому Договорі.</span>
								<span class="terms_text">2.4 Ігровий інвентар - умовна ігрова одиниця для участі в грі, іменована «монети», місцем обліку та зберігання якої є ігровий рахунок учасника в електронному вигляді у форматі система обліку ігрового сайту "godsofrome.fun".</span>
								<span class="terms_text">2.5. Ігровий рахунок - віртуальний рахунок учасника гри, який надається організатором кожному учаснику на ігровому майданчику для відстеження ігрового інвентарю (монет).</span>
								<h2 class="terms_title">Предмет цієї Угоди</h2>
								<span class="terms_text">3.1 Предметом цієї Угоди є надання організатором учаснику послуг з організації дозвілля та відпочинку в грі «godsofrome.fun» відповідно до умов цієї Угоди. Під такими послугами, зокрема, розуміються: послуги з купівлі-продажу ігрового обладнання (монет), ведення обліку суттєвої інформації: руху по ігровому рахунку, забезпечення заходів ідентифікації та безпеки учасників, розробка програмного забезпечення, інтегрованого в сайт гри та зовнішні додатки, інформаційні та інші сервіси, необхідні для організації гри та обслуговування учасника її процесу на сайті організатора.</span>
								<span class="terms_text">3.2 Гра в цілому, а також будь-який її елемент або будь-яка пов’язана зовнішня ігрова програма створена лише для розважальних цілей. Учасник визнає, що всі дії в грі на ігровому майданчику є для нього розвагою. Учасник погоджується з тим, що в залежності від характеристик його облікового запису ступінь його участі в грі буде різною мірою.</span>
								<span class="terms_text">3.3 Учасник погоджується з тим, що він/вона несе особисту відповідальність за всі дії, які здійснюються з ігровим інвентарем (монетами): покупка, продаж, введення та виведення, а також за ігрові дії на ігровому майданчику: створення , купівля-продаж, операції з усіма елементами гри та іншими ігровими атрибутами та об’єктами, які використовуються для процесу гри.</span>
								<span class="terms_text">3.4 Учасник визнає, що ступінь і можливість участі в розвагах на сервері Ігри є основними якостями сервісу, який йому надається.</span>
								<h2 class="terms_title">Права та обов'язки сторін</h2>
								<span class="terms_text">4.1 Права та обов'язки Учасника.</span>
								<span class="terms_text">4.1.1 Участь у грі «godsofrome.fun» можуть брати лише особи, які досягли цивільної дієздатності за законодавством країни свого проживання. можуть брати участь у грі «gold-birds.site», лише якщо вони досягли цивільної дієздатності відповідно до законів країни їхнього проживання. Усі наслідки невиконання цієї умови несе учасник.</span>
								<span class="terms_text">4.1.2 Обсяг і спосіб участі в грі визначаються учасником самостійно, але не можуть суперечити цій Угоді або правилам ігрового майданчика.</span>
								<span class="terms_text">4.1.3 Учасник зобов'язаний:</span>
								<span class="terms_text">4.1.3.1. Правдиво повідомляти інформацію про себе під час реєстрації та на першу вимогу Організатора надавати достовірні дані про свою особу, що дозволяють ідентифікувати його як власника облікового запису в грі;</span>
								<span class="terms_text">4.1.3.2. Не використовувати гру для вчинення будь-яких дій, що суперечать міжнародному законодавству та законодавству країни проживання Учасника;</span>
								<span class="terms_text">4.1.3.3. Не використовувати недокументовані можливості (баги) та помилки програмного забезпечення гри та негайно повідомляти про них Організатора, а також осіб, які використовують ці помилки;</span>
								<span class="terms_text">4.1.3.4. Не використовувати будь-які зовнішні програми для отримання переваг у грі;</span>
								<span class="terms_text">4.1.3.5. Не використовувати розсилки та інші види повідомлень особам, які не дали згоди на їх отримання (спам), для реклами свого партнерського посилання або ресурсу, що його містить;</span>
								<span class="terms_text">4.1.3.6. Не має права обмежувати доступ інших учасників або інших осіб до гри, зобов'язаний шанобливо і коректно ставитися до учасників гри, а також до Організатора, його партнерів і співробітників, не перешкоджати роботі останніх; </span>
								<span class="terms_text">4.1.3.7. Не обманювати Організатора та учасників гри;</span>
								<span class="terms_text">4.1.3.8. Не використовувати ненормативну лексику чи образи в будь-якій формі;</span>
								<span class="terms_text">4.1.3.9. Не зневажати дії інших гравців та Адміністрації;</span>
								<span class="terms_text">4.1.3.10. Не погрожувати нікому насильством чи фізичною розправою;</span>
								<span class="terms_text">4.1.3.11. Не поширювати матеріали, що пропагують неприйняття чи ненависть до будь-якої раси, релігії, культури, нації, народу, мови, політики, держави, ідеології чи громадського руху;</span>
								<span class="terms_text">4.1.3.12. Не рекламувати порнографію, наркотики чи ресурси, що містять таку інформацію;</span>
								<span class="terms_text">4.1.3.13. Не використовувати дії, термінологію чи жаргон для маскування порушення обов’язків учасника;</span>
								<span class="terms_text">4.1.3.14. Самостійно дбати про необхідні заходи комп'ютерної та іншої безпеки; зберігати в таємниці та не передавати іншій особі чи іншому учаснику свої ідентифікаційні дані: логін, пароль до облікового запису тощо; не дозволяти несанкціонований доступ до поштової скриньки, зазначеної в профілі облікового запису учасника. Весь ризик несприятливих наслідків розголошення цих даних несе учасник, оскільки учасник погоджується з тим, що система інформаційної безпеки ігрового майданчика виключає передачу логіна, пароля та ідентифікаційної інформації облікового запису учасника третім особам;</span>
								<span class="terms_text">4.1.3.15. Самостійно нести персональну відповідальність за здійснення своїх фінансових операцій та операцій; Організатор не несе відповідальності за фінансові дії між гравцями щодо передачі ігрового інвентарю та ігрової валюти, а також інших атрибутів гри.</span>
								<span class="terms_text">4.1.3.16. Першим письмово повідомити організатора про свої скарги та претензії через сторінку «Допомога».</span>
								<span class="terms_text">4.1.3.17. Регулярно знайомитися з новинами гри, а також зі змінами в цій Угоді та в правилах гри на ігровому майданчику. Користувач зобов'язаний не рідше одного разу на тиждень ознайомлюватися з Угодою користувача та описом функцій і сервісів проекту (вони можуть зазнавати змін і доповнень - див. п. 1.5), оскільки незнання правил не знімає з Користувача відповідальності за свої порушення.</span>
								<h2 class="terms_title">4.2 Права та обов'язки організатора.</h2>
								<span class="terms_text">4.2.1 Організатор зобов'язаний:</span>
								<span class="terms_text">4.2.1.1. Забезпечити доступ учасника до ігрового майданчика та участь у грі без стягнення плати. Учасник за власний рахунок оплачує доступ до мережі Інтернет та несе інші витрати, пов’язані з цією дією.</span>
								<span class="terms_text">4.2.1.2. Ведіть облік ігрового інвентарю (монет) на ігровому рахунку учасника.</span>
								<span class="terms_text">4.2.1.3. Регулярне вдосконалення апаратно-програмного комплексу, але не гарантує, що ігрове програмне забезпечення без помилок, що апаратне забезпечення не вийде з робочих параметрів і буде працювати безперебійно.</span>
								<span class="terms_text">4.2.1.4 Дотримуватися режиму конфіденційності персональних даних Учасника згідно з п. 6 цієї Угоди. 6 цього договору.</span>
								<span class="terms_text">4.2.1.5. Нести фінансові зобов'язання щодо забезпечення еквівалентної курсової вартості ігрового інвентарю (монет) на ігровому рахунку учасника. Курсова вартість ігрового інвентарю (монети): 1000 монет еквівалентні 1 долару. Прийом платежів користувачем обмежений наявністю на його рахунку «золотих» монет.</span>
								<span class="terms_text">4.2.1.6. Будь-якій особі, яка на законних підставах володіє ігровим обладнанням (монетами), виплачується грошова сума, визначена за курсовою вартістю (монет), за вирахуванням витрат на цю операцію, відповідно до пункту 4.2.1.5. цих правил.</span>
								<span class="terms_text">4.2.2 Організатор має право:</span>
								<span class="terms_text">4.2.2.1. Надавати учаснику додаткові платні послуги, перелік яких, а також порядок і умови користування якими визначаються цим договором, правилами ігрового майданчика, іншими оголошеннями організатора. При цьому організатор має право в будь-який час змінити кількість і обсяг пропонованих платних послуг, їх вартість, найменування, вид і ефект використання.</span>
								<span class="terms_text">4.2.2.2. Призупинити дію цієї Угоди та відключити учасника від участі в грі на час розслідування за підозрою в порушенні учасником цієї Угоди та правил сайту гри.</span>
								<span class="terms_text">4.2.2.3. Виключити учасника з гри, якщо він/вона визначить, що учасник порушив цю угоду або правила, встановлені на ігровому майданчику в порядку 5.10 цієї угоди.</span>
								<span class="terms_text">4.2.2.4. Частково або повністю припиняти надання послуг без попередження учасника на час проведення реконструкції, ремонту та профілактичних робіт на об’єкті.</span>
								<span class="terms_text">4.2.2.5 Організатор не несе відповідальності за некоректну роботу програмного забезпечення гри. Учасник використовує програмне забезпечення за принципом «ЯК Є». Якщо організатор визначає, що під час гри стався збій (помилка) у роботі сайту, результати, що мали місце під час некоректної роботи програмного забезпечення, можуть бути анульовані або скориговані на розсуд організатора. Учасник погоджується не оскаржувати організатора щодо якості, кількості, порядку та умов наданих йому ігрових можливостей і послуг.</span>
								<span class="terms_text">4.2.2.6. В односторонньому порядку змінити хід ігрового обладнання.</span>
								<h2 class="terms_title">Гарантії та відповідальність</h2>
								<span class="terms_text">5.1 Організатор не гарантує постійний та безперебійний доступ до сайту Ігри та його сервісів у разі технічних збоїв та/або непередбачених обставин, зокрема: неповної роботи або нефункціонування Інтернет-провайдерів, інформаційних серверів. , банківських і платіжних систем, а також протиправні дії третіх осіб. Організатор докладе всіх зусиль для запобігання збоїв, але не несе відповідальності за тимчасові технічні збої та перебої в роботі гри, незалежно від причин таких збоїв.</span>
								<span class="terms_text">5.2 Учасник повністю погоджується з тим, що організатор не несе відповідальності за збитки Учасника, понесені внаслідок незаконних дій третіх осіб, спрямованих на порушення системи безпеки електронного обладнання та баз даних гри, або внаслідок переривання, призупинення або припинення роботи каналів зв’язку та мереж, які використовуються для взаємодії з Учасником поза контролем організатора, а також незаконні або невиправдані дії платіжних систем, а також третіх осіб.</span>
								<span class="terms_text">5.3 Організатор не несе відповідальності за збитки, що виникли в результаті використання або невикористання учасником інформації про Гру, правила гри або саму Гру, а також не несе відповідальності за збитки чи іншу шкоду. понесені учасником внаслідок його некваліфікованих дій та незнання правил гри чи помилок у розрахунках;</span>
								<span class="terms_text">5.4 Учасник погоджується, що він/вона використовує ігровий майданчик за власним бажанням та на власний ризик. Організатор не надає Учаснику жодних гарантій того, що він/вона отримає вигоду або вигоду від участі в Грі. Обсяг участі в Грі визначає сам Учасник.</span>
								<span class="terms_text">5.5 Організатор не несе відповідальності перед учасником за дії інших учасників.</span>
								<span class="terms_text">5.6 У випадках виникнення суперечок і розбіжностей на ігровому майданчику рішення організатора є остаточним, і учасник з ним повністю згоден. Усі суперечки та розбіжності, що виникають з цієї Угоди або у зв'язку з нею, вирішуються шляхом переговорів. У разі неможливості досягнення згоди шляхом переговорів спори, розбіжності та претензії, що виникають з цього Договору, вирішуються відповідно до чинного законодавства.</span>
								<span class="terms_text">5.7 Організатор не несе податкового тягаря за Учасника. Учасник зобов’язується самостійно включати можливі отримані доходи до податкової декларації відповідно до законодавства країни свого проживання.</span>
								<span class="terms_text">5.8 Організатор може в односторонньому порядку вносити зміни до цієї Угоди, правил ігрового майданчика та інших документів. У разі внесення змін до документів, Організатор розміщує останні версії документів на сайті ігрового майданчика. Всі зміни вступають в силу з моменту публікації. Учасник має право протягом 3 днів розірвати цей Договір, якщо він не згоден із внесеними змінами. У такому разі розірвання Договору здійснюється відповідно до п. 5.9 цього Договору. Учасник зобов’язаний регулярно відвідувати офіційний сайт гри з метою ознайомлення з офіційними документами та новинами.</span>
								<span class="terms_text">5.9 Учасник має право розірвати цю Угоду в односторонньому порядку без збереження ігрового облікового запису. При цьому всі витрати, пов'язані з участю в грі, учаснику не компенсуються і не повертаються. Ігровий інвентар (монети), що є на ігровому рахунку учасника, підлягає поверненню відповідно до п. 4.2.1.6 цієї Угоди.</span>
								<span class="terms_text">5.10. Організатор має право розірвати цю Угоду в односторонньому порядку, а також вчиняти інші дії, що обмежують можливості в Грі, щодо учасника або групи учасників, причетних до виявлених порушень умов цієї Угоди. При цьому всі ігрові атрибути та ігровий інвентар (монети) на рахунку та на ігровому рахунку учасника або групи учасників, а також усі витрати поверненню та компенсації не підлягають.</span>
								<span class="terms_text">5.11. Організатор та Учасник звільняються від відповідальності у випадках форс-мажорних обставин (форс-мажорних обставин), до яких належать, але не обмежуються: стихійні лиха, війни, пожежі (пожежі), повені, вибухи, тероризм, заворушення, громадянські заворушення, акти. урядових або регуляторних органів, хакерські атаки, відсутність, непрацездатність або збій джерела живлення, Інтернет-провайдерів, мереж зв’язку чи інших систем, мереж і послуг. Сторона, у якої виникли такі обставини, повинна повідомити іншу сторону про такі обставини в розумний час і доступним способом.</span>
								<h2 class="terms_title">Конфіденційність</h2>
								<span class="terms_text">6.1 Умова конфіденційності поширюється на інформацію, яку Організатор може отримати про Учасника під час його перебування на сайті Ігри та яку можна співвіднести з цим конкретним користувачем. Організатор автоматично отримує та записує в журнали сервера технічну інформацію від вашого браузера: IP-адресу, адресу запитуваної сторінки тощо. Організатор може записувати «cookies» на комп’ютері користувача та використовувати їх пізніше. Організатор гарантує, що дані, надані учасником при реєстрації в Грі, будуть використані Організатором лише в рамках Гри.</span>
								<span class="terms_text">6.2 Організатор має право передавати персональну інформацію про Учасника третім особам лише у разі:</span>
								<span class="terms_text">6.2.1 Учасник висловив бажання розкрити цю інформацію;</span>
								<span class="terms_text">6.2.2 Без цього Учасник не може використовувати бажаний продукт або послугу; зокрема, інформація про імена (ніки) та атрибути гри може бути доступна іншим учасникам;</span>
								<span class="terms_text">6.2.3 Це вимагається міжнародним правом та/або органами влади відповідно до законної процедури;</span>
								<h2 class="terms_title">Інші нормативні акти</h2>
								<span class="terms_text">7.1 Недійсність частини або пункту (підпункту) цієї угоди не тягне за собою недійсність усіх інших частин і пунктів (підпунктів).</span>
								<span class="terms_text">7.2 Термін дії цієї Угоди поширюється на весь період дії ігрового майданчика, тобто на невизначений період часу, і не передбачає кінцевої дати дії цієї Угоди.</span>
								<span class="terms_text">7.3 Реєструючись і перебуваючи на сайті гри, учасник підтверджує, що він прочитав, зрозумів і повністю приймає умови цієї Угоди, а також правила гри та інші офіційні документи .</span>
								<span class="terms_text">7.4 Для отримання послуги сайту Учасник повністю приймає всі умови цієї Угоди. У разі незгоди з будь-якими умовами Угоди Учаснику пропонується відмовитися від використання сервісів сайту.</span>
								<span class="terms_text">7.5 Угода набирає чинності з моменту реєстрації учасника в проекті.</span>
							</div>
						</div>
					</div>
				</div>
			</div>
		</div>
		<script src="https://code.jquery.com/jquery-3.4.1.slim.min.js"></script>
		<script src="/js/main.js"></script>
	</body>
</html>