<?php
	session_start();
	if ($_SESSION['user']) {
		header('Location: pages/mylands.php');
	}
?>

<!DOCTYPE html>
<html lang="ru">
	<head>
		<title>Gods of Rome</title>
		<link rel="stylesheet" type="text/css" href="/css/style.css">
		<meta http-equiv="Content-type" content="text/html;charset=UTF-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="shortcut icon" href="/img/icons/favicon.ico">
	</head>
	
	<body>
		<div class="main">
			<div class="main-cloud1"></div>
			<div class="main-cloud2"></div>
			<div class="main-reg">
				<div class="block-reg">
					<div class="block-reg-logo"></div>
					<div class="block-reg-container">
						<div class="form-reg">
							<div class="terms">
								<h2 class="terms_title">Общие положения.</h2>
								<span class="terms_text">1.1 Настоящее Пользовательское соглашение (далее - «Соглашение») регулирует порядок и условия предоставления услуг сайтом godsofrome.fun, именуемым в дальнейшем «Организатор», и адресовано физическому лицу, желающему воспользоваться услугами указанного сайта (далее - «Участник»).</span>
								<span class="terms_text">1.2 Чтобы начать получать услуги, участник прямо, полностью и безоговорочно принимает все условия настоящего Соглашения, и, если вы не согласны с каким-либо условием соглашения, Организатор предлагает вам отказаться от использования его услуг.</span>
								<span class="terms_text">1.3 Организатор и Участник признают способ и форму заключения настоящего договора равнозначными по юридической силе договору, заключенному в письменной форме.</span>
								<span class="terms_text">1.4 Администрация сайта godsofrome.fun оставляет за собой право вносить любые изменения и дополнения в Пользовательское соглашение и на сайт, без предупреждения пользователей.</span>
								<h2 class="terms_title">Термины и определения.</h2>
								<span class="terms_text">2.1 Игра - это вид деятельности, направленный на удовлетворение потребностей человека в развлечении, удовольствии, снятии стресса, а также на развитие определенных навыков и способностей в форме свободного самовыражения человека, не связанного с достижением утилитарных целей и приносящего радость само по себе.</span>
								<span class="terms_text">2.2 Игровая площадка - аппаратно-программный комплекс физических устройств и программного обеспечения, размещенный в глобальной сети Интернет, предназначенный для организации досуга и отдыха.</span>
								<span class="terms_text">2.3 Игра «godsofrome.fun», экономическая онлайн-игра, является отдельным и уникальным названием игрового сайта, принадлежащего Организатору и расположенного по адресам в сети Интернет https://godsofrome.fun, на котором Организатор предоставляет Участнику услуги по организации его развлечений, досуга и отдыха в порядке и на условиях, предусмотренных настоящим Соглашением.</span>
								<span class="terms_text">2.4 Игровой инвентарь - условная игровая единица для участия в игре, именуемая «монеты», местом учета и хранения которых является игровой счет участника в электронном виде в формате учетной системы игрового сайта «godsofrome.fun».</span>
								<span class="terms_text">2.5 Игровой счет - виртуальный счет участника игры, предоставляемый организатором каждому участнику на игровой площадке для отслеживания игрового инвентаря (монет).</span>
								<h2 class="terms_title">Предмет настоящего Соглашения</h2>
								<span class="terms_text">3.1 Предметом настоящего Соглашения является предоставление Организатором участнику услуг по организации досуга и отдыха в игре «godsofrome.fun» в соответствии с условиями настоящего Соглашения. Под такими услугами, в частности, понимаются: услуги по покупке и продаже игрового оборудования (монет), ведение учета значимой информации: движений по игровому счету, обеспечение мер по идентификации и безопасности участников, разработка программного обеспечения, интегрированного в игровой сайт и внешние приложения, информационные и иные услуги, необходимые для организации игры, и обслуживание участника в процессе ее проведения на сайте Организатора.</span>
								<span class="terms_text">3.2 Игра в целом, а также любой ее элемент или любое связанное с ней внешнее игровое приложение созданы исключительно в развлекательных целях. Участник признает, что все действия в Игре на Игровой площадке являются для него развлечением. Участник соглашается с тем, что в зависимости от характеристик его аккаунта степень его участия в игре будет различной.</span>
								<span class="terms_text">3.3 Участник соглашается с тем, что он несет личную ответственность за все действия с игровым инвентарем (монетами): покупку, продажу, ввод и вывод, а также за игровые действия на игровом поле: создание, покупку и продажу, операции со всеми игровыми элементами и другими игровыми атрибутами и объектами, используемыми для игрового процесса.</span>
								<span class="terms_text">3.4 Участник признает, что степень и возможность участия в развлечениях на сервере Игры являются основными качествами предоставляемой ему услуги.</span>
								<h2 class="terms_title">Права и обязанности сторон</h2>
								<span class="terms_text">4.1 Права и обязанности участника.</span>
								<span class="terms_text">4.1.1 Участие в игре «godsofrome.fun» могут принимать только лица, достигшие гражданской дееспособности по законам страны их проживания. участвовать в игре «gold-birds.site» могут только лица, достигшие гражданской дееспособности по законам страны их проживания. Все последствия невыполнения данного условия ложатся на плечи участника.</span>
								<span class="terms_text">4.1.2 Степень и способ участия в игре определяются участником самостоятельно, но не могут противоречить настоящему Соглашению или правилам игровой площадки.</span>
								<span class="terms_text">4.1.3 Участник обязан:</span>
								<span class="terms_text">4.1.3.1 Правдиво сообщать информацию о себе при регистрации и по первому требованию Организатора предоставлять достоверные данные о своей личности, позволяющие идентифицировать его как владельца аккаунта в игре;</span>
								<span class="terms_text">4.1.3.2 Не использовать игру для совершения действий, противоречащих международному законодательству и законодательству страны проживания Участника;</span>
								<span class="terms_text">4.1.3.3 Не использовать недокументированные возможности (баги) и ошибки игрового программного обеспечения и немедленно сообщать о них Организатору, а также о лицах, использующих эти ошибки;</span>
								<span class="terms_text">4.1.3.4 Не использовать внешние программы любого рода для получения преимуществ в игре;</span>
								<span class="terms_text">4.1.3.5 Не использовать рассылки и другие виды сообщений лицам, не давшим согласия на их получение (спам), для рекламы вашей партнерской ссылки или содержащего ее ресурса;</span>
								<span class="terms_text">4.1.3.6 Не имеет права ограничивать доступ других участников или иных лиц на Игру, обязуется уважительно и корректно относиться к участникам Игры, а также к Организатору, его партнерам и сотрудникам, не препятствовать работе последних;</span>
								<span class="terms_text">4.1.3.7 Не обманывать Организатора и участников игры;</span>
								<span class="terms_text">4.1.3.8 Не использовать ненормативную лексику и оскорбления в любой форме;</span>
								<span class="terms_text">4.1.3.9 Не порочить действия других игроков и администрации;</span>
								<span class="terms_text">4.1.3.10 Не угрожать никому насилием или физической расправой;</span>
								<span class="terms_text">4.1.3.11 Не распространять материалы, пропагандирующие неприятие или ненависть к какой-либо расе, религии, культуре, нации, народу, языку, политике, государству, идеологии или общественному движению;</span>
								<span class="terms_text">4.1.3.12 Не рекламировать порнографию, наркотики или ресурсы, содержащие подобную информацию;</span>
								<span class="terms_text">4.1.3.13 Не использовать действия, терминологию или жаргон, чтобы замаскировать нарушение обязанностей участника;</span>
								<span class="terms_text">4.1.3.14 Самостоятельно заботиться о необходимых мерах компьютерной и иной безопасности; хранить в тайне и не передавать другому лицу или другому участнику свои идентификационные данные: логин, пароль от аккаунта и т.д.; не допускать несанкционированного доступа к почтовому ящику, указанному в профиле аккаунта участника. Весь риск неблагоприятных последствий разглашения этих данных несет участник, так как участник согласен с тем, что система информационной безопасности игровой площадки исключает передачу логина, пароля и идентификационных данных учетной записи участника третьим лицам;</span>
								<span class="terms_text">4.1.3.15 Самостоятельно нести персональную ответственность за проведение своих финансовых операций и сделок; Организатор не несет ответственности за финансовые действия между игроками по передаче игрового инвентаря и игровой валюты, а также других игровых атрибутов.</span>
								<span class="terms_text">4.1.3.16 Быть первым, кто письменно уведомит организатора о своих жалобах и претензиях через страницу «Помощь».</span>
								<span class="terms_text">4.1.3.17 Регулярно знакомиться с новостями игры, а также с изменениями в настоящем Соглашении и в правилах игры на игровой площадке. Пользователь обязан не реже одного раза в неделю читать Пользовательское соглашение и описание функций и сервисов проекта (они могут претерпевать изменения и дополнения - см. пункт 1.5), так как незнание правил не освобождает пользователя от ответственности за их нарушение.</span>
								<h2 class="terms_title">4.2 Права и обязанности организатора.</h2>
								<span class="terms_text">4.2.1 Организатор обязан:</span>
								<span class="terms_text">4.2.1.1 Предоставить участнику доступ на игровую площадку и участие в игре без взимания платы. Участник за свой счет оплачивает доступ к сети Интернет и несет иные расходы, связанные с данным мероприятием.</span>
								<span class="terms_text">4.2.1.2 Ведите учет игрового инвентаря (монет) на игровом счете участника.</span>
								<span class="terms_text">4.2.1.3 Регулярное совершенствование программно-аппаратного комплекса не гарантирует, что в программном обеспечении игры не будет ошибок, а оборудование не выйдет из рабочих параметров и будет функционировать бесперебойно.</span>
								<span class="terms_text">4.2.1.4 Соблюдать режим конфиденциальности в отношении персональных данных Участника в соответствии с п. 6 настоящего Соглашения. 6 настоящего соглашения.</span>
								<span class="terms_text">4.2.1.5 Нести финансовые обязательства по обеспечению эквивалентной курсовой стоимости игрового инвентаря (монет) на игровом счете участника. Курсовая стоимость игрового инвентаря (монет): 1000 монет эквивалентны 1 доллару. Получение платежей пользователем ограничено наличием на его счету средств в виде «золотых» монет.</span>
								<span class="terms_text">4.2.1.6 Любому лицу, законно владеющему игровым оборудованием (монетами), выплачивается денежная сумма, определяемая курсовой стоимостью (монеты), за вычетом расходов на эту операцию, в соответствии с пунктом 4.2.1.5. настоящих правил.</span>
								<span class="terms_text">4.2.2 Организатор имеет право:</span>
								<span class="terms_text">4.2.2.1 Предоставлять участнику дополнительные платные услуги, перечень которых, а также порядок и условия пользования которыми, определяются настоящим соглашением, правилами игровой площадки и другими объявлениями Организатора. При этом организатор имеет право в любое время изменить количество и объем предлагаемых платных услуг, их стоимость, наименование, вид и порядок использования.</span>
								<span class="terms_text">4.2.2.2 Приостановить действие настоящего Соглашения и отключить участника от участия в игре на время проведения расследования по подозрению участника в нарушении настоящего Соглашения и правил игрового сайта.</span>
								<span class="terms_text">4.2.2.3 Исключить участника из игры, если он/она установит, что участник нарушил настоящее соглашение или правила, установленные на игровой площадке в порядке 5.10 настоящего соглашения.</span>
								<span class="terms_text">4.2.2.4 Частично или полностью прерывать предоставление услуг без предупреждения участника на время проведения реконструкционных, ремонтных и профилактических работ на объекте.</span>
								<span class="terms_text">4.2.2.5 Организатор не несет ответственности за некорректную работу игрового программного обеспечения. Участник использует программное обеспечение по принципу «КАК ЕСТЬ». Если организатор установит, что во время игры произошел сбой (ошибка) в работе сайта, результаты, которые имели место во время некорректной работы программного обеспечения, могут быть аннулированы или скорректированы по усмотрению организатора. Участник обязуется не обращаться к организатору по поводу качества, количества, порядка и условий предоставляемых ему игровых возможностей и услуг.</span>
								<span class="terms_text">4.2.2.6 В одностороннем порядке изменить ход игры оборудования.</span>
								<h2 class="terms_title">Гарантии и обязательства</h2>
								<span class="terms_text">5.1 Организатор не гарантирует постоянный и бесперебойный доступ к сайту Игры и ее сервисам в случае технических сбоев и/или непредвиденных обстоятельств, в том числе: неполной работы или нефункционирования интернет-провайдеров, информационных серверов, банковских и платежных систем, а также противоправных действий третьих лиц. Организатор приложит все усилия для предотвращения сбоев, но не несет ответственности за временные технические сбои и перерывы в работе Игры, независимо от причин, вызвавших такие сбои.</span>
								<span class="terms_text">5.2 Участник полностью соглашается с тем, что Организатор не может нести ответственность за убытки Участника, возникшие вследствие противоправных действий третьих лиц, направленных на нарушение системы безопасности электронного оборудования и баз данных игры, либо вследствие неподконтрольных Организатору перебоев, приостановки или прекращения работы каналов связи и сетей, используемых для взаимодействия с Участником, а также противоправных или необоснованных действий платежных систем, а также третьих лиц.</span>
								<span class="terms_text">5.3 Организатор не несет ответственности за убытки, возникшие в результате использования или неиспользования участником информации об Игре, правил игры или самой Игры, а также не несет ответственности за убытки или иной ущерб, возникший у участника вследствие его неквалифицированных действий и незнания правил игры или ошибок в расчетах;</span>
								<span class="terms_text">5.4 Участник соглашается с тем, что использует игровую площадку по собственной воле и на свой страх и риск. Организатор не дает Участнику никаких гарантий, что он получит пользу или выгоду от участия в Игре. Степень участия в Игре определяется Участником самостоятельно.</span>
								<span class="terms_text">5.5 Организатор не несет ответственности перед участником за действия других участников.</span>
								<span class="terms_text">5.6 В случае возникновения споров и разногласий на игровой площадке, решение организатора является окончательным, и участник полностью с ним соглашается. Все споры и разногласия, возникающие из настоящего Соглашения или в связи с ним, разрешаются путем переговоров. В случае невозможности достижения соглашения путем переговоров, споры, разногласия и претензии, вытекающие из настоящего Соглашения, разрешаются в соответствии с действующим законодательством.</span>
								<span class="terms_text">5.7 Организатор не несет налогового бремени за Участника. Участник обязуется самостоятельно включить возможный полученный доход в налоговую декларацию в соответствии с законодательством страны своего проживания.</span>
								<span class="terms_text">5.8 Организатор вправе вносить изменения в настоящее Соглашение, правила игровой площадки и другие документы в одностороннем порядке. В случае внесения изменений в документы, Организатор размещает последние версии документов на сайте детской площадки. Все изменения вступают в силу с момента размещения. Участник имеет право расторгнуть настоящее Соглашение в течение 3 дней, если он не согласен с внесенными изменениями. В этом случае расторжение Договора осуществляется в соответствии с п. 5.9 настоящего Договора. Участник обязуется регулярно посещать официальный сайт Игры для ознакомления с официальными документами и новостями.</span>
								<span class="terms_text">5.9 Участник имеет право расторгнуть настоящее Соглашение в одностороннем порядке без сохранения игрового счета. В этом случае все расходы, связанные с участием в игре, не компенсируются и не возвращаются участнику. Игровой инвентарь (монеты), находящийся на игровом счете участника, подлежит возврату в соответствии с п.п. 4.2.1.6 настоящего Соглашения.</span>
								<span class="terms_text">5.10 Организатор имеет право расторгнуть настоящее Соглашение в одностороннем порядке, а также предпринять иные действия, ограничивающие возможности в Игре, в отношении участника или группы участников, которые являются соучастниками выявленных нарушений условий настоящего Соглашения. При этом все игровые атрибуты и игровой инвентарь (монеты) в аккаунте и на игровом счете участника или группы участников, а также все расходы, не подлежат возврату и не компенсируются.</span>
								<span class="terms_text">5.11 Организатор и Участник освобождаются от ответственности в случаях форс-мажорных обстоятельств (обстоятельств непреодолимой силы), к которым относятся, в частности: стихийные бедствия, войны, пожары (огонь), наводнения, взрывы, терроризм, бунты, гражданские беспорядки, акты государственных или регулирующих органов, хакерские атаки, отсутствие, нефункционирование или отказ в работе электроснабжения, интернет-провайдеров, сетей связи или других систем, сетей и служб. Сторона, испытывающая такие обстоятельства, должна уведомить другую сторону о них в разумные сроки и в доступной форме.</span>
								<h2 class="terms_title">Конфиденциальность</h2>
								<span class="terms_text">6.1 Условие конфиденциальности распространяется на информацию, которую Организатор может получить об Участнике во время его пребывания на сайте Игры и которая может быть соотнесена с данным конкретным пользователем. Организатор автоматически получает и записывает в журналы сервера техническую информацию от вашего браузера: IP-адрес, адрес запрашиваемой страницы и т.д. Организатор может записывать «cookies» на компьютер пользователя и использовать их в дальнейшем. Организатор гарантирует, что данные, предоставленные участником при регистрации на Игру, будут использованы Организатором только в рамках Игры.</span>
								<span class="terms_text">6.2 Организатор имеет право передавать личную информацию об Участнике третьим лицам только в том случае, если:</span>
								<span class="terms_text">6.2.1 Участник выразил желание раскрыть эту информацию;</span>
								<span class="terms_text">6.2.2 Без этого Участник не сможет воспользоваться желаемым продуктом или услугой; в частности, информация об именах (никах) и игровых атрибутах может быть доступна другим участникам;</span>
								<span class="terms_text">6.2.3 Этого требует международное право и/или органы власти в соответствии с законной процедурой;</span>
								<h2 class="terms_title">Другие правила</h2>
								<span class="terms_text">7.1 Недействительность части или пункта (подпункта) настоящего соглашения не влечет за собой недействительность всех остальных частей и пунктов (подпунктов).</span>
								<span class="terms_text">7.2 Срок действия настоящего Соглашения распространяется на весь период действия игровой площадки, т.е. на неопределенный период времени, и не подразумевает дату окончания действия настоящего Соглашения.</span>
								<span class="terms_text">7.3 Регистрируясь и находясь на игровой площадке, участник подтверждает, что он прочитал, понял и полностью принял условия настоящего Соглашения, а также правила игры и другие официальные документы.</span>
								<span class="terms_text">7.4 Для получения услуг сайта Участник полностью принимает все условия настоящего Соглашения. В случае несогласия с каким-либо из условий Соглашения Участнику предлагается отказаться от использования услуг сайта.</span>
								<span class="terms_text">7.5 Соглашение вступает в силу с момента регистрации участника в проекте.</span>
							</div>
						</div>
					</div>
				</div>
			</div>
		</div>
		<script src="https://code.jquery.com/jquery-3.4.1.slim.min.js"></script>
		<script src="/js/main.js"></script>
	</body>
</html>